Repository: monsieurbacterian/Kumandin_base
Catalog: Alignment/TMX/corpora_Корни кумандинского народа. Легенда.tmx
Source language: ru_ru
Languages: en_us

source: Согласно легенде, в древние времена духи природы, преобразившись в лебедей, прилетели с голубых небес на большое озеро.
en_us: По Кип-Чӧрчекти кӧргенде ирткан тушта чер чайанныҥ куттары куштарныҥ кебери кийалып, куулар полып ньаан кӧльге ӱчип тӱштилер.

source: Три лебедя спустились на землю и сняли с себя крылья, чтобы отдохнуть.
en_us: Ӱч куу кӧк тегридеҥ черге тӱжип тынаньерге канаттарыны тежийдилер.

source: Сбросив с себя крылья, превратились в прекрасных девушек. В это время мимо озера проходил молодой охотник. Он оказался случайным свидетелем этого чуда и влюбился в одну из этих красавиц. А чтобы она не улетела в небеса, спрятал её крылья.
en_us: Кенетке ле чараш кыстар пол айланыйдылер.

source: Девушки весело искупавшись, вышли на берег озера.
en_us: Ийде кыстар полыйып сӧӧништиг сӱге шомарга кирийдилер.

source: В это время мимо озера проходил молодой охотник. Он оказался случайным свидетелем этого чуда и влюбился в одну из этих красавиц.
en_us: Ол тушта кӧльниҥ кырынчи аҥчи оол парганпон.

source: А чтобы она не улетела в небеса, спрятал её крылья.
en_us: Элебиндаа кайкалыг куштарныҥ айланчынарыны кӧречи полпарды.

source: Девушки весело искупавшись, вышли на берег озера. Когда захотели надеть свои крылья, то не нашли одной пары крыльев.
en_us: Аҥчи оол ол куу кыс тегризьары катап ок ӱчебербезин деп кууныҥ канатарыны шырбалар аразынзары суксалды.

source: Когда захотели надеть свои крылья, то не нашли одной пары крыльев.
en_us: Канаттарыны кийаларга кӧрзелер пир кыстыҥ канатары чок.

source: Две девушки надели свои крылья и превратились в лебедей, попрощались со слезами с третьей девушкой и улетели в синее небо. Оставшаяся на земле девушка с грустью искала свои крылья.
en_us: Че черде арткан кыс тыҥ клеглиг пойыныҥ тапынган канатарыны тыҥдады.

source: Вдруг из зарослей кустарника вышел охотник и пошёл в сторону девушки.
en_us: Ол тушта шырбалар аразындаҥ аҥчи оол шыккельди.

source: В руках нёс её крылья. Подойдя к девушке сказал: «Прости меня, не обижайся.
en_us: Аҥ колында кыстыҥ канаттары полгон.

source: Вдруг из зарослей кустарника вышел охотник и пошёл в сторону девушки. В руках нёс её крылья. Подойдя к девушке сказал: «Прости меня, не обижайся.
en_us: Чагынап келеле пийде айтты: « Сен мага тартынба.

source: Твои крылья я спрятал, чтобы ты не улетела с подругами в небеса.
en_us: Мен сеҥ канаттарыҥы суксан полгом.

source: Я сильно полюбил тебя.
en_us: Сени ӱчебербезин деп тегризьары.

source: Будь моей спутницей по жизни». Девушка простила охотника и осталась с ним на земле среди людей.
en_us: Мен сага тыҥ кӧӧленпам.

source: Будь моей спутницей по жизни».
en_us: Аргыжым ползаҥ.»

source: Девушка простила охотника и осталась с ним на земле среди людей.
en_us: Оолныҥ айтканы кыс угалып чӧпке кирийди.

source: От них пошёл кумандинский народ, которого с тех пор называют «Лебединым народом».
en_us: Анаҥ чурттан калык тазыл алып паштал чайалды.

source: Осенней порой, когда птицы улетают на зимовье в тёплые края мимо тех земель, где осталась девушка-лебедь, с голубых небес слышатся их голоса.
en_us: Че кӱски сайын чылыг чарзьары ӱччин куштар пойыныҥ кижилер аразында арткан Куу-Кысты сананкель кӱӱглижал ол черде чаткан кижилерге эзен ийчилер.
